<?php
class Constants
{
    public static $filters = [
        [
            "name" => "Вид работ",
            "key" => "workType",
            "values" => [
                [
                    "name" => "Земляные работы",
                    "id" => 1,
                ],
                [
                    "name" => "Строительные работы",
                    "id" => 2,
                ],
                [
                    "name" => "Водные работы",
                    "id" => 3,
                ],
                [
                    "name" => "Воздушные работы",
                    "id" => 4,
                ],
            ]
        ],
        [
            "name" => "Вид закупки",
            "key" => "orderType",
            "values" => [
                [
                    "name" => "Тип 1",
                    "id" => 1,
                ],
                [
                    "name" => "Тип 2",
                    "id" => 2,
                ],
                [
                    "name" => "Тип 3",
                    "id" => 3,
                ],
                [
                    "name" => "Тип 4",
                    "id" => 4,
                ],
            ]
        ],
        [
            "name" => "Регион",
            "key" => "region",
            "values" => [
                [
                    "name" => "Москва",
                    "id" => 1,
                ],
                [
                    "name" => "Санкт-Петербург",
                    "id" => 2,
                ],
                [
                    "name" => "Екатеринбург",
                    "id" => 3,
                ],
                [
                    "name" => "Казань",
                    "id" => 4,
                ],
            ]
        ],
    ];
}
